tap "homebrew/bundle"
tap "homebrew/cask"

brew "mas"
cask "google-japanese-ime"
mas "BetterSnapTool", id: 417375580

brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "tmux"
brew "reattach-to-user-namespace"
brew "python"
brew "git"
brew "neovim"
brew "tree"

cask "visual-studio-code"
cask "docker"
cask "google-chrome"
cask "slack"
cask "discord"
cask "minecraft"

mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Monodraw", id: 920404675
mas "TweetDeck", id: 485812721
# mas "Xcode", id: 497799835

